Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.evidence_mismatch
source: 対象者条件が異なる
ar_sa: شروط المريض مختلفة
ca: Condicions de l'objecte diferents
cs: Podmínky se liší
da: Deltagerbetingelserne er forskellige
de_de: Zielgruppe unterscheidet sich
el: Οι συνθήκες του στόχου δεν ταιριάζουν
en_au: Target population conditions are different
es_es: Las características de los participantes son diferentes
fi: Tutkimushenkilöiden ehdot poikkeavat
fr_ca: Caractéristiques des participants différentes
gu: લક્ષ્ય જૂથની સ્થિતિ અલગ છે
he: התנאים של האוכלוסייה שונים
hi: प्रतिभागियों की स्थितियाँ अलग हैं
hr: Uvjeti za ispitanike razlikuju se
hu: A célcsoport feltételei eltérnek
id: Kondisi subjek berbeda
it: Condizioni del soggetto diverse
ko: 대상자 조건이 다름
mr: तुमच्यासाठी योग्य नाही.
ms: Kondisi populasi berbeza
nl_nl: Doelgroep is anders
no: Deltakernes forhold er annerledes
pl: Różne warunki osoby
pt_br: Características dos participantes diferentes
pt_pt: Condições do alvo diferentes
ro: Caracteristicile participanților diferă
ru: Условия отличаются от целевой группы
sk: Odlišné podmienky
sl: Značilnosti udeležencev se razlikujejo
sv: Målgruppens förhållanden skiljer sig
ta: ஆய்வில் உள்ளவர்களின் தகுதிகள் வேறுபட்டவை
te: లక్ష్యాల పరిస్థితులు వేరుగా ఉన్నాయా?
th: เงื่อนไขไม่ตรงกัน
tr: Hedef kitle koşulları farklı
uk: Умови щодо учасників відрізняються
vi: Điều kiện đối tượng khác nhau
zh_hans: 研究对象条件不同
zh_hant: 對象條件與本人不同

# health_meals_body_ai.evidence_newer
source: 新しい研究
ar_sa: دراسات جديدة
ca: Investigació més recent
cs: Novější studie
da: Nyere forskning
de_de: Neuere Forschung
el: Νέα έρευνα
en_au: Newer research
es_es: Investigación más reciente
fi: Uudempi tutkimus
fr_ca: Recherche plus récente
gu: નવા સંશોધન
he: מחקר חדש
hi: नया शोध
hr: Novije istraživanje
hu: Újabb kutatások
id: Penelitian yang lebih baru
it: Ricerca più recente
ko: 새로운 연구
mr: नवीन संशोधन
ms: Penelitian baharu
nl_nl: Nieuwere onderzoeken
no: Nyere forskning
pl: Nowe badania
pt_br: Pesquisa mais recente
pt_pt: Pesquisa mais recente
ro: Cercetare mai nouă
ru: Новые исследования
sk: Nové štúdie
sl: Novejša raziskava
sv: Nyare forskning
ta: புதிய ஆய்வு
te: కొత్త పరిశోధన
th: งานวิจัยใหม่
tr: Yeni araştırma
uk: Новіше дослідження
vi: Nghiên cứu mới
zh_hans: 较新的研究
zh_hant: 較新的研究

# health_meals_body_ai.evidence_open_paper
source: 論文を開く
ar_sa: فتح الورقة البحثية
ca: Obre la publicació
cs: Otevřít dokument
da: Åbn artikel
de_de: Papier öffnen
el: Άνοιγμα εγγράφου
en_au: Open paper
es_es: Abrir la publicación
fi: Avaa tutkimusartikkeli
fr_ca: Ouvrir la publication
gu: પત્ર ખોલો
he: פתח מאמר
hi: शोध-पत्र खोलें
hr: Otvori rad
hu: Azt a papírt megnyitja
id: Buka makalah penelitian
it: Apri il documento
ko: 논문 열기
mr: पेपर पहा
ms: Buka dokumen
nl_nl: Onderzoek openen
no: Åpne artikkelen
pl: Otwórz artykuł
pt_br: Abrir artigo
pt_pt: Abrir artigo
ro: Deschide lucrarea
ru: Открыть документ
sk: Otvoriť dokument
sl: Odpri raziskavo
sv: Öppna dokument
ta: ஆய்வுக் கட்டுரையைத் திறக்கவும்
te: పేపర్‌ను తెరవండి
th: เปิดเอกสาร
tr: Makaleyi aç
uk: Відкрити наукову статтю
vi: Mở tài liệu
zh_hans: 打开论文
zh_hant: 開啟論文

# health_meals_body_ai.evidence_partial
source: 一部条件が近い
ar_sa: بعض الشروط مشابهة
ca: Algunes condicions similars
cs: Částečně podobné podmínky
da: Nogle betingelser ligner hinanden
de_de: Einige Bedingungen sind ähnlich
el: Μερικές συνθήκες είναι σχετικές
en_au: Partially similar conditions
es_es: Algunas características son similares
fi: Osa ehdoista on samankaltaisia
fr_ca: Certaines caractéristiques sont similaires
gu: અન્ય સ્થિતિ સમાન છે
he: חלק מהתנאים דומים
hi: कुछ शर्तें समान हैं
hr: Neki su uvjeti slični
hu: Egy részleges feltétel hasonló
id: Sebagian kondisi serupa
it: Alcune condizioni simili
ko: 일부 조건이 유사함
mr: काही प्रमाणात योग्य
ms: Kondisi sebahagiannya serupa
nl_nl: Gedeeltelijk vergelijkbaar
no: Noen forhold ligner
pl: Niektóre warunki są podobne
pt_br: Algumas condições são semelhantes
pt_pt: Algumas condições semelhantes
ro: Unele condiții sunt similare
ru: Частично схожие условия
sk: Části podmienky sú podobné
sl: Nekateri pogoji so podobni
sv: Delvis likt målgrupp
ta: சில நிபந்தனைகள் ஒத்தவை
te: కొన్ని పరిస్థితులు సంబంధితంగా ఉన్నాయా?
th: เงื่อนไขบางส่วนคล้ายกัน
tr: Kısmi koşullara benzerlik
uk: Деякі умови подібні
vi: Một số điều kiện tương tự
zh_hans: 部分条件相近
zh_hant: 部分條件與本人接近

# health_meals_body_ai.evidence_population
source: 対象者
ar_sa: المجموعة المستهدفة
ca: Objecte
cs: Populace
de_de: Zielgruppe
el: Πληθυσμός στόχων
gu: લક્ષ્ય જૂથ
he: אוכלוסייה
hu: Célcsoport
it: Popolazione target
mr: लक्ष्य गट
ms: Populasi
nl_nl: Doelgroep
pl: Osoby
pt_pt: Público-alvo
ru: Целевая группа
sk: Populácia
sv: Målgrupp
te: లక్ష్య సమూహం
th: กลุ่มเป้าหมาย
tr: Hedef kitle
vi: Đối tượng
zh_hant: 對象群體

# health_meals_body_ai.evidence_summary
source: 研究の結論
ar_sa: ملخص النتائج
ca: Conclusió de la investigació
cs: Závěr studie
da: Forskningskonklusion
de_de: Fazit der Forschung
el: Συνοπτική σύσταση
en_au: Research conclusion
es_es: Conclusiones de la investigación
fi: Tutkimuksen johtopäätös
fr_ca: Conclusion de la recherche
gu: સંશોધનનો સારાંશ
he: מסקנות המחקר
hi: शोध का निष्कर्ष
hr: Zaključak istraživanja
hu: Kutatás eredménye
id: Kesimpulan penelitian
it: Conclusione della ricerca
ko: 연구 결론
mr: संशोधनाचा निष्कर्ष
ms: Kesimpulan kajian
nl_nl: Onderzoeksconclusie
no: Forskningskonklusjon
pl: Wnioski z badania
pt_br: Conclusão da pesquisa
pt_pt: Conclusão da pesquisa
ro: Concluzia cercetării
ru: Вывод исследования
sk: Záver štúdie
sl: Sklep raziskave
sv: Slutsats av studien
ta: ஆய்வின் முடிவு
te: పరిశోధన యొక్క ముగింపు
th: สรุปผลการวิจัย
tr: Araştırmanın sonucu
uk: Висновок дослідження
vi: Kết luận của nghiên cứu
zh_hans: 研究结论
zh_hant: 研究結論

# health_meals_body_ai.evidence_summary_applicability
source: 要約と適用範囲
ar_sa: تطبيق الملخص
ca: Aplicabilitat del resum
cs: Použitelnost shrnutí
da: Resumé og anvendelsesområde
de_de: Zusammenfassung und Anwendbarkeit
el: Εφαρμογή της σύνοψης
en_au: Applicability of summary
es_es: Resumen y ámbito de aplicación
fi: Yhteenveto ja soveltamisala
fr_ca: Résumé et portée d’application
gu: સારાંશ અને એપ્લિકેશન
he: טווח ההתייחסות של הממצאים
hi: सारांश और लागू होने की सीमा
hr: Sažetak i područje primjene
hu: Összefoglaló és alkalmazhatóság
id: Ringkasan dan cakupan penerapan
it: Applicabilità del riassunto
ko: 요약 및 적용 범위
mr: निष्कर्ष आणि उपयोगिता
ms: Ringkasan dan ruang lingkupnya
nl_nl: Toepasbaarheid van de samenvatting
no: Sammendrag og anvendelsesområde
pl: Zastosowanie wniosków
pt_br: Resumo e aplicabilidade
pt_pt: Relevância do resumo
ro: Rezumat și domeniu de aplicare
ru: Применимость вывода
sk: Použiteľnosť záverov
sl: Povzetek in področje uporabe
sv: Tillämplighet av sammanfattningen
ta: சுருக்கமும் பொருந்தும் வரம்பும்
te: సారాంశం మరియు అనువర్తన పరిధి
th: ช่วงเวลาที่ใช้ได้ของสรุป
tr: Özet ve uygulama alanı
uk: Короткий зміст і межі застосування
vi: Áp dụng kết quả tóm tắt
zh_hans: 摘要与适用范围
zh_hant: 摘要與適用範圍

# health_meals_body_ai.evidence_unclear
source: 情報不足で不明
ar_sa: معلومات غير كافية
ca: Informació insuficient, incertesa
cs: Informace nejasné
da: Uvist på grund af utilstrækkelige oplysninger
de_de: Unklare Informationen
el: Μη σαφείς πληροφορίες
en_au: Insufficient information, unclear
es_es: No está claro por falta de información
fi: Ei voida selvittää tietojen puutteen vuoksi
fr_ca: Impossible à déterminer en raison du manque d’information
gu: માહિતી અસ્પષ્ટ છે
he: מידע לא ברור
hi: अपर्याप्त जानकारी के कारण स्पष्ट नहीं
hr: Nije jasno zbog nedostatka informacija
hu: Információ hiányos, nem világos
id: Tidak diketahui karena informasi tidak cukup
it: Informazioni insufficienti, non chiare
ko: 정보 부족으로 알 수 없음
mr: माहिती स्पष्ट नाही.
ms: Maklumat tidak jelas
nl_nl: Onvoldoende informatie
no: Uklart på grunn av manglende informasjon
pl: Informacje nie są jasne
pt_br: Não está claro devido à falta de informações
pt_pt: Informação insuficiente, não claro
ro: Neclar din cauza informațiilor insuficiente
ru: Недостаточно информации, невозможно определить
sk: Informácie nie sú dostatočné
sl: Ni jasno zaradi pomanjkanja informacij
sv: Otillräcklig information, oklar
ta: தகவல் போதாமையால் தெளிவில்லை
te: సమాచారం స్పష్టంగా లేదు
th: ข้อมูลไม่ชัดเจน
tr: Yeterli bilgi yok, belirsiz
uk: Невідомо через недостатню інформацію
vi: Thông tin không rõ ràng
zh_hans: 因信息不足，无法确定
zh_hant: 資訊不明確

# health_meals_body_ai.f053074509dd
source: 48時間のトレーニング回数が多め
ar_sa: عدد كبير جدًا من الدورات التدريبية لكل 48 ساعة
ca: Massa sessions d'entrenament cada 48 hores
cs: Více tréninkových cyklů za 48 hodin
da: Flere træningssessioner på 48 timer
de_de: Hohe Anzahl an Trainingseinheiten (48 Stunden)
el: Πολλές προπονήσεις σε διάστημα 48 ωρών
en_au: High number of training sessions in a day
es_es: Número elevado de sesiones de entrenamiento en 48 horas.
fi: Useita harjoituksia päivässä (yli 48)
fr_ca: Nombre élevé de séances d'entraînement sur 48 heures.
gu: 48 કલાકની તાલીમની સંખ્યા વધારે છે.
he: מספר אימונים של 48 שעות
hi: ४८ घंटों में कई बार प्रशिक्षण
hr: Više treninga u 48 sati
hu: Több mint 48 órás edzés
id: Jumlah sesi latihan selama 48 jam cukup banyak.
it: Numero elevato di sessioni di allenamento (48 ore)
ko: 48시간 동안의 운동 횟수가 많음
mr: ४८ तासांच्या प्रशिक्षणाची वारंवारता जास्त आहे.
ms: Jumlah latihan dalam tempoh 48 jam agak tinggi.
nl_nl: Meerdere trainingen per dag (48 uur)
no: Flere treningsøkter på 48 timer
pl: Wiele sesji treningowych w ciągu 48 godzin.
pt_br: Número elevado de treinos em 48 horas
pt_pt: Número elevado de treinos em 48 horas
ro: Numărul de sesiuni de antrenament pe zi este mai mare.
ru: Большое количество тренировок за 48 часов.
sk: Môžete si vybrať viac tréningových cyklov (až 48 hodín)
sl: Več kot 48 ur treningov
sv: Flera träningspass på 48 timmar
ta: 48 மணி நேர பயிற்சி எண்ணிக்கையை விட அதிகமாக உள்ளது.
te: 48 గంటల పాటు శిక్షణ చేయడం ఎక్కువ
th: จำนวนครั้งในการออกกำลังกาย 48 ชั่วโมงค่อนข้างมาก
tr: Çok sayıda antrenman seansı (48 saat)
uk: Більша кількість тренувань протягом 48 годин.
vi: Số lần tập luyện trong 48 giờ là khá nhiều.
zh_hans: 训练次数较多（48小时）
zh_hant: 運動次數較多（48小時）

# health_meals_body_ai.f0b4abc21d0c
source: AIコーチ
ar_sa: مدرب الذكاء الاصطناعي
ca: Entrenador d'IA
cs: AI trenér
da: AI-træner
de_de: KI-Coach
el: Επαγγελματίας καθοδηγός με τεχνητή νοημοσύνη
en_au: AI Coach
es_es: Entrenador con IA
fi: AI-valmentaja
fr_ca: Coach IA
gu: AI કોચ
he: מאמן AI
hi: एआई कोच
hr: AI trener
hu: AI edző
id: Pelatih AI
it: Coach IA
ko: AI 코치
mr: एआय प्रशिक्षक
ms: Pelatih AI
nl_nl: AI-coach
no: AI-trener
pl: Trener AI
pt_br: Treinador IA
pt_pt: Treinador IA
ro: Antrenor inteligență artificială
ru: Тренер на базе ИИ
sk: AI tréner
sl: AI trener
sv: AI-tränare
ta: AI பயிற்சியாளர்
te: AI కోచ్
th: โค้ช AI
tr: Yapay zeka antrenörü
uk: AI-тренер.
vi: Huấn luyện viên AI
zh_hans: 人工智能教练
zh_hant: AI 教練

# health_meals_body_ai.f15118749eab
source: バーコード
ar_sa: الباركود
ca: codi de barres
cs: Kód pro skenování
da: Barcode
de_de: Barcode
el: Barcode
en_au: Barcode
es_es: Código de barras
fi: Baarokoodi
fr_ca: Code-barres
gu: બાર્કોડ
he: קוד QR
hi: बारकोड
hr: Šifra
hu: Vonalkód
id: Barcode
it: Codice a barre
ko: 바코드
mr: बारकोड
ms: Kod Bar
nl_nl: Barcode
no: Styrkode
pl: Kod QR
pt_br: Código de Barras
pt_pt: Código de Barras
ro: Codul de bare
ru: Штрих-код
sk: Štítok
sl: Koda za skeniranje
sv: Skanning med streckkod
ta: பாரக் கோட்
te: బార్‌కోడ్
th: บาร์โค้ด
tr: Barkod
uk: Штрих-код
vi: Mã vạch
zh_hans: 条形码
zh_hant: 條碼

# health_meals_body_ai.f20927268a6d
source: {{value1}}回
ar_sa: مرات {{value1}}
ca: {{value1}} vegades
cs: {{value1}}krát
da: {{value1}} gange
de_de: {{value1}} Mal
el: {{value1}} φορές
en_au: {{value1}} times
es_es: {{value1}} veces
fi: {{value1}} kertaa
fr_ca: {{value1}} fois
gu: {{value1}} વખત
he: {{value1}} פעמים
hi: {{value1}} बार
hr: {{value1}} puta
hu: {{value1}} alkalom
id: {{value1}} kali
it: {{value1}} volte
ko: {{value1}} 회
mr: {{value1}} वेळा
ms: {{value1}} kali
nl_nl: {{value1}}
no: {{value1}} ganger
pl: {{value1}} razy
pt_br: {{value1}} vezes
pt_pt: {{value1}} vezes
ro: {{value1}} ori
ru: {{value1}} раз
sk: {{value1}} krát
sl: {{value1}}krat
sv: {{value1}} gånger
ta: {{value1}} முறை
te: {{value1}} సార్లు
th: {{value1}} ครั้ง
tr: {{value1}} defa
uk: {{value1}} разів
vi: {{value1}} Lần
zh_hans: {{value1}} 次
zh_hant: {{value1}} 次

# health_meals_body_ai.f2264d502bc8
source: 選択した画像を解析用に変換できませんでした。
ar_sa: لا يمكن تحويل الصورة المحددة للتحليل.
ca: La imatge seleccionada no s'ha pogut convertir per analitzar-la.
cs: Nelze převést vybrané obrázky pro analýzu.
da: Kunne ikke konvertere det valgte billede til analyseformål.
de_de: Das ausgewählte Bild konnte nicht für die Analyse konvertiert werden.
el: Δεν μπόρεσα να μετατρέψω την επιλεγμένη εικόνα για ανάλυση.
en_au: Could not convert the selected image for analysis.
es_es: No se pudo convertir la imagen seleccionada para su análisis.
fi: Valittu kuva ei voitu muuttaa analysoitavaksi.
fr_ca: Impossible de convertir l'image sélectionnée pour l'analyse.
gu: પસંદ કરેલી છબીને વિશ્લેષણ માટે રૂપાંતરિત કરી શકી નથી.
he: לא ניתן להמיר את התמונה שנבחרה לצורך ניתוח.
hi: चुने गए चित्र को विश्लेषण के लिए परिवर्तित नहीं किया जा सका।
hr: Nisam uspio analizirati odabranu sliku.
hu: A kiválasztott képet nem lehet elemzés céljából átalakítani.
id: Tidak dapat mengonversi gambar yang dipilih untuk dianalisis.
it: Impossibile convertire l'immagine selezionata per l'analisi.
ko: 선택한 이미지를 분석용으로 변환하지 못했습니다.
mr: निवडलेले चित्र विश्लेषणासाठी रूपांतरित करू शकलो नाही.
ms: Tidak dapat mengubah gambar yang dipilih untuk dianalisis
nl_nl: Het kon de geselecteerde afbeeldingen niet analyseren.
no: Kunne ikke konvertere det valgte bildet for analyse.
pl: Nie udało się przekształcić wybranej obrazu do analizy.
pt_br: Não foi possível converter a imagem selecionada para análise.
pt_pt: Não foi possível converter a imagem selecionada para análise.
ro: Nu am putut converti imaginea selectată pentru analiză.
ru: Не удалось преобразовать выбранное изображение для анализа.
sk: Nepodarilo sa premeniť vybranú fotografiu na použitie pri analýze.
sl: Niso uspeli analizirati izbrane slike.
sv: Kunde inte konvertera den valda bilden för analys.
ta: தேர்ந்தெடுக்கப்பட்ட படத்தை பகுப்பாய்வு செய்ய மாற்ற முடியவில்லை.
te: ఎంచుకున్న చిత్రాన్ని విశ్లేషణ కోసం మార్చలేకపోయాను.
th: ไม่สามารถแปลงรูปภาพที่เลือกเพื่อใช้งานได้
tr: Seçilen görüntüyü analiz için dönüştüremedik.
uk: Не вдалося перетворити обране зображення для аналізу.
vi: Không thể chuyển đổi hình ảnh đã chọn để phân tích.
zh_hans: 无法解析所选图片。
zh_hant: 無法將選擇的圖片轉換為解析格式。

# health_meals_body_ai.f2a88880f646
source: {{value1}}にリセットされます。手動記録は引き続き利用できます。
ar_sa: سيتم إعادة تعيينه إلى {{value1}}. لا تزال بإمكانك استخدام السجل اليدوي.
ca: Es restableix a {{value1}}. Pots continuar utilitzant l'enregistrament manual.
cs: Bude se resetovat na {{value1}}. Manuální záznamy jsou stále k dispozici.
da: Vil blive nulstillet til {{value1}}. Manuel registrering kan stadig bruges.
de_de: Wird auf {{value1}} zurückgesetzt. Die manuelle Erfassung ist weiterhin möglich.
el: Θα επαναφέρεται σε {{value1}}. Μπορείτε να συνεχίσετε να καταγράφετε χειροκίνητα.
en_au: Will be reset to {{value1}}. Manual recording is still available.
es_es: Se restablecerá a {{value1}}. Puede seguir utilizando el registro manual.
fi: Palautetaan {{value1}}:een. Manuaalinen kirjaus on edelleen käytettävissä.
fr_ca: Réinitialisé à {{value1}}. Vous pouvez toujours utiliser la saisie manuelle.
gu: {{value1}} પર રીસેટ થશે. મેન્યુઅલ રેકોર્ડિંગનો ઉપયોગ કરવાનું ચાલુ રાખી શકાય છે.
he: יוחזר ל-{{value1}}. ניתן להמשיך להקליד ידנית.
hi: {{value1}} पर रीसेट हो जाएगा। मैन्युअल रिकॉर्डिंग का उपयोग जारी रखा जा सकता है।
hr: {{value1}} se resetira. Možete i dalje koristiti ručni zapis.
hu: {{value1}}-ra visszaáll. A manuális rögzítés továbbra is használható.
id: Akan direset ke {{value1}}. Anda masih dapat menggunakan pencatatan manual.
it: Verrà reimpostato a {{value1}}. È comunque possibile utilizzare la registrazione manuale.
ko: {{value1}}로 초기화됩니다. 수동 기록은 계속 이용 가능합니다.
mr: हे {{value1}} वर रीसेट होईल. तुम्ही अजूनही मॅन्युअली नोंदी घेऊ शकता.
ms: {{value1}} akan dikembalikan. Anda boleh terus menggunakan catatan manual.
nl_nl: Wordt teruggezet naar {{value1}}. Handmatige registratie blijft mogelijk.
no: Vil bli tilbakestilt til {{value1}}. Du kan fortsatt bruke manuell registrering.
pl: Zresetuje się do {{value1}}. Możesz nadal ręcznie rejestrować.
pt_br: Será resetado para {{value1}}. A gravação manual ainda está disponível.
pt_pt: Será resetado para {{value1}}. A gravação manual ainda está disponível.
ro: Va fi resetat la {{value1}}. Puteți continua să înregistrați manual.
ru: Сбросится до {{value1}}. Ручной ввод по-прежнему доступен.
sk: Bude sa resetovať na {{value1}}. Ručné zaznamenávanie je stále k dispozícii.
sl: {{value1}} se vrne na vrednost. Uporaba ročnega vnašanja je še vedno možna.
sv: Återställs till {{value1}}. Du kan fortfarande använda manuell registrering.
ta: {{value1}}-க்கு மீட்டமைக்கப்படும். கைமுறையாக பதிவு செய்வது தொடர்ந்து பயன்படுத்தலாம்.
te: {{value1}} కు రీసెట్ అవుతుంది. మాన్యువల్ గా నమోదు చేసుకోవచ్చు.
th: จะถูกรีเซ็ตเป็น {{value1}} สามารถใช้การบันทึกด้วยตนเองต่อไปได้
tr: {{value1}}'e sıfırlanacaktır. Manuel olarak kaydetme özelliği hala kullanılabilir.
uk: Буде скинуто до {{value1}}. Можна продовжувати ручне записування.
vi: Sẽ được đặt về {{value1}}. Bạn vẫn có thể sử dụng chức năng ghi thủ công.
zh_hans: 将重置为{{value1}}。您仍然可以手动记录。
zh_hant: 將重置為{{value1}}。您仍然可以使用手動記錄功能。

# health_meals_body_ai.f2d1aefd4747
source: 複数方向の写真をまとめて確認しました。撮影条件を揃えて継続すると比較しやすくなります。
ar_sa: لقد قمت بفحص الصور من اتجاهات متعددة في وقت واحد. سيكون من الأسهل المقارنة إذا واصلت التصوير في نفس ظروف التصوير.
ca: Vaig comprovar les fotos des de diverses direccions alhora. Serà més fàcil comparar si continueu disparant en les mateixes condicions de filmació.
cs: Prohlédli jsme více fotografií najednou. Pokud budete dodržovat stejné podmínky pro snímání, bude snazší porovnávat.
da: Jeg gennemgik flere billeder. Det er nemmere at sammenligne, hvis du holder de samme betingelser.
de_de: Ich habe mehrere Fotos aus verschiedenen Perspektiven zusammen betrachtet. Wenn Sie die Bedingungen für das Fotografieren einhalten, wird es einfacher, sie zu vergleichen.
el: Ελέγξαμε πολλές φωτογραφίες μαζί. Για να συγκρίνετε, βεβαιωθείτε ότι έχετε τις ίδιες συνθήκες λήψης.
en_au: We reviewed multiple photos together. To make comparisons easier, please ensure consistent shooting conditions.
es_es: Revisamos varias fotos tomadas en diferentes ángulos. Para facilitar la comparación, es importante mantener las mismas condiciones al tomar las fotos.
fi: Tarkastimme useista eri kulmista otettuja kuvia. Jos pidät samoja olosuhteita ja jatkat, on helpompi verrata niitä.
fr_ca: J'ai consulté plusieurs photos prises sous différents angles. Pour faciliter la comparaison, il est préférable de maintenir les mêmes conditions de prise de vue.
gu: અન્ય દિશાના ફોટાને એકસાથે તપાસો. સમાન શરતો સાથે ચાલુ રાખવાથી સરખામણી કરવાનું સરળ બનશે.
he: בדקתי מספר תמונות בכיוונים שונים. כדי להמשיך, חשוב לשמור על תנאי צילום זהים, מה שיקל את ההשוואה.
hi: मैंने कई दिशाओं से तस्वीरें एक साथ देखीं। यदि आप समान परिस्थितियों में लगातार तस्वीरें लेते हैं, तो तुलना करना आसान होगा।
hr: Pogledali smo više fotografija. Ako nastavite uz iste uvjete snimanja, bit će lakše uspoređivati.
hu: Többirányú képeket egyszerre megtekintettem. A folyamatos, egyenletes fényviszonyok mellett könnyebben összehasonlíthatóak a képek.
id: Kami telah melihat beberapa foto dari berbagai sudut. Dengan menjaga kondisi pengambilan gambar tetap sama, perbandingan akan menjadi lebih mudah.
it: Ho controllato più foto da diverse angolazioni. Per ottenere risultati comparabili, è consigliabile mantenere le stesse condizioni di ripresa.
ko: 다양한 방향의 사진을 함께 확인했습니다. 촬영 조건을 맞춰 지속하면 비교하기 쉽습니다.
mr: विविध दिशांमधील फोटो एकत्रितपणे पाहता आले. सर्वोत्तम परिणामांसाठी, समान परिस्थितीत नियमितपणे छायाचित्र काढणे उपयुक्त आहे.
ms: Kami telah menyemak beberapa gambar dari pelbagai sudut. Jika anda kekal dengan syarat yang sama, ia akan memudahkan untuk membandingkan.
nl_nl: Ik heb meerdere foto's van verschillende hoeken tegelijk bekeken. Door de opnameomstandigheden hetzelfde te houden, wordt het makkelijker om ze te vergelijken.
no: Vi sjekket flere bilder samtidig. For å opprettholde, sørg for at forholdene er like, slik at du kan sammenligne dem.
pl: Sprawdziłem wiele zdjęć z różnych perspektyw. Utrzymywanie spójnych warunków fotograficznych ułatwi porównanie.
pt_br: Verifiquei várias fotos em diferentes ângulos. Para facilitar a comparação, mantenha as condições de disparo consistentes.
pt_pt: Verifiquei várias fotos em diferentes ângulos. Para facilitar a comparação, mantenha as condições de disparo consistentes.
ro: Am verificat mai multe fotografii împreună. Pentru a obține rezultate comparabile, este important să mențineți aceleași condiții de fotografiere.
ru: Мы просмотрели несколько фотографий с разных ракурсов. Для удобства сравнения рекомендуется сохранять одинаковые условия съемки.
sk: Spoločne som si pozrel/a fotografie z rôznych uhlov. Ak budete pokračovať v fotografovaní za rovnakých podmienok, bude jednoduchšie porovnávať.
sl: Uporabljali smo več fotografij, da smo jih pregledali. Če boste upoštevali enak način snemanja, bo primerjava enostavnejša.
sv: Jag tittade på flera bilder tagna från olika vinklar. För att göra jämförelser, se till att du håller samma förhållanden och fortsätter.
ta: பல கோணங்களில் உள்ள புகைப்படங்களை ஒரே நேரத்தில் பார்க்க முடிந்தது. சிறந்த முறையில் ஒப்பிட்டுப் பார்க்க, ஒரே மாதிரியான சூழ்நிலையில் தொடர்ந்து புகைப்படம் எடுக்கவும்.
te: వివిధ కోణాల నుండి ఫోటోలను ఒకేసారి చూడవచ్చు. షూటింగ్ పరిస్థితులను అనుగుణంగా ఉంటూ కొనసాగించడం ద్వారా పోల్చడం సులభమవుతుంది.
th: ตรวจสอบภาพจากหลายมุมพร้อมกัน การถ่ายภาพในสภาพแวดล้อมที่เหมือนเดิมจะช่วยให้เปรียบเทียบได้ง่ายขึ้น
tr: Farklı açılardan çekilmiş fotoğrafları toplu olarak inceledim. Aynı koşullarda devam ederek karşılaştırma yapmak daha kolay olacaktır.
uk: Ми переглянули кілька фотографій з різних ракурсів. Для зручного порівняння, важливо дотримуватися однакових умов зйомки.
vi: Chúng tôi đã xem xét nhiều ảnh chụp từ các góc khác nhau. Để so sánh dễ dàng hơn, hãy đảm bảo các điều kiện chụp giống nhau.
zh_hans: 已查看多角度的照片。如果您能保持相同的拍摄条件，则可以更容易地进行比较。
zh_hant: 我們已確認多個方向的照片。 保持相同的拍攝條件，可以更容易進行比較。

# health_meals_body_ai.f31f45373056
source: 食事を編集
ar_sa: تحرير وجبات الطعام
ca: editar els àpats
cs: Upravte záznam jídla
da: Rediger måltidet
de_de: Mahlzeit bearbeiten
el: Επεξεργασία γεύματος
en_au: Edit your meal
es_es: Edita tu comida
fi: Muokkaa ruokapäiväkirjaa
fr_ca: Modifier un repas
gu: ખોરાક સંપાદિત કરો
he: ערוך ארוחה
hi: भोजन संपादित करें
hr: Uredi jelo
hu: Szerkessze az étkezést
id: Edit catatan makanan
it: Modifica il pasto
ko: 식사를 편집
mr: आहाराचे संपादन करा
ms: Edit catatan makanan
nl_nl: Maaltijd bewerken
no: Rediger måltidet
pl: Edytuj wpis dotyczący jedzenia
pt_br: Editar refeição
pt_pt: Editar refeição
ro: Editați mesele
ru: Редактировать записи о еде
sk: Upravte záznam o jedle
sl: Uredite zabeleženo hrano
sv: Redigera måltiden
ta: உணவை திருத்துதல்
te: ఆహారాన్ని సవరించు
th: แก้ไขข้อมูลอาหาร
tr: Öğünü düzenleyin
uk: Редагувати записи про їжу
vi: Chỉnh sửa bữa ăn
zh_hans: 编辑饮食
zh_hant: 編輯飲食
